Repository: trains58554/Advanced-Ad-Management
Catalog: advanced_ad_management/languages/*/messages.po
Languages: fr_fr

source: Republished Date:
fr_fr: Réédité Date:

source: Published Date:
fr_fr: Date de publication:

source: Republish Ad
fr_fr: republier l'annonce

source: Configure
fr_fr: Configurer

source: F.A.Q. / Help
fr_fr: FAQ / Aide

source: All ads that have been expired for ' + $(this).val() + ' days will be deleted immediately!
fr_fr: Toutes les annonces immobilières qui ont été expiré pour ' + $(this).val() + 'jours seront immédiatement supprimés!

source: Ad expiration successfully set for all categories
fr_fr: Mise à jour avec succès pour toutes les catégories

source: Advanced Ad Management Configuration
fr_fr: Configuration avancée de la gestion des annonces

source: Step 1
fr_fr: étape 1

source: Click here to finish the install
fr_fr: Cliquez ici pour terminer l'installation

source: Done
fr_fr: Fait

source: Step 2
fr_fr: étape 2

source: Configure which categories you want your users to be able to republish their ads in.
fr_fr: Configurer les catégories que vous souhaitez que vos utilisateurs puissent publier leurs annonces En.

source: Manage which categories you want your users to be able to republish their ads in.
fr_fr: Gérer les catégories que vous souhaitez pour que vos utilisateurs puissent publier leurs annonces en.

source: categoreies allow users to republish ads
fr_fr: Catégories autorisées permettent aux utilisateurs de publier des annonces

source: Master Expire Settings
fr_fr: saisir Expiration des paramètres

source: This powerful feature will change the ad expiration settings for
fr_fr: Cette puissante fonctionnalité va changer les paramètres d'expiration des annonces pour

source: ALL
fr_fr: TOUS

source: categories and subcategories.
fr_fr: catégories et sous-catégories.

source: Enter ad expiration in days (0 = no expiration, max = 999 days)
fr_fr: Entrez l'expiration de l'annonce dans les jours (0 ne = aucune expiration, max = 999 jours)

source: Updated
fr_fr: mise à jour

source: Save
fr_fr: Sauvegarder

source: This action can not be undone. Are you sure you want to continue?
fr_fr: Action irréversible. Etes-vous sûr ?

source: Item Republish Settings
fr_fr: annonce republier les paramètres

source: Number of days before item expires to send email?
fr_fr: Nombre de jours avant l'expiration de l'élément à envoyer un courriel ?

source: Note: emails will only be sent on categories with <br />expiration days greater then 10
fr_fr: Note : courriels seront envoyΘ uniquement sur les catégories avec <br/> jours d'expiration plus puis 10

source: (default: 4)
fr_fr: (par défaut: 4)

source: Number of times an ad can be republished? (0 = unlimited)
fr_fr: Nombre de fois où qu'une annonce peut être rééditée ? (0 = illimité)

source: (default: 5)
fr_fr: (par défaut: 5)

source: Paypal republish settings
fr_fr: Paramètres PayPal pour republication de l’annonce

source: Require users to pay new item publish fee?
fr_fr: L’utilisateur doit payer la nouvelle publication

source: Number of free republishes before requiring fee to be paid?
fr_fr: Nombre d'annonces que l’utilisateur peut publier avant la publication payant.

source: Note: This number should be smaller then the "Number of times an <br />ad can be republished" unless it is set to zero.
fr_fr: Note : Ce nombre doit être inferieur à 3 pour être republiée sauf si elle est définie à zéro.

source: (0 = no free republishes)
fr_fr: (0 ne = aucune republication gratuite)

source: Enable Paypal Pay Per Post option to see these settings
fr_fr: Activer l'option de paiement Paypal par catégorie pour voir ces paramètres

source: Ad Expiration Settings
fr_fr: Paramètres d'Expiration de l'annonce

source: Send an email once the ad has expired?
fr_fr: Envoyer un email une fois que l'annonce a expiré ?

source: Number of days until expired ads are deleted permanently?
fr_fr: Nombre de jours jusqu'à ce que les annonces expirées sont supprimés définitivement ?

source: Note: If you have the number of days set ot zero you should edit the <br />email template "email_ad_expired" accordingly
fr_fr: Remarque : Si vous avez définit le nombre de jours à zéro, vous devriez éditer le Courriel email_ad_expired du module en conséquence

source: (0 = never deleted)
fr_fr: (0 = jamais supprimé)

source: Authors
fr_fr: Auteurs

source: Advanced Ad Management Help
fr_fr: Aide avancée de gestion Ad_management

source: What is the Advanced Ad Management Plugin?
fr_fr: C’est quoi le Plugin de gestion avancée des annonces?

source: The Advanced Ad Management Plugin gives the user the option to republish there ad after it expires. More info coming soon.
fr_fr: Le Plugin de gestion avancée des annonces donne à l'utilisateur la possibilité de republier son annonce après expiration. Plus d'infos bientôt.

source: Do I need to edit any files for Advanced Ad Management plugin to work?
fr_fr: Ai-je besoin d'éditer tous les fichiers pour la gestion avancée des annonces pour que ce module fonctionne ?

source: Yes, You need to edit the user-items.php file and add the following line.
fr_fr: Oui, vous devez modifier le fichier de user-items.php et ajoutez la ligne suivante.

source: Find the following code and add the above code between the tags but before the &lt;/p&gt; tag.
fr_fr: Trouver le code suivant et ajoutez le code ci-dessus entre les balises mais avant le & lt ; /p & gt ; balise.

source: How do I show Republished date once an ad has been republished?
fr_fr: Comment puis-je indiquer la date publiée à nouveau une annonce a été réédité?

source: Find the following code in the item.php file of your theme folder.
fr_fr: Trouvez le code suivant dans le fichier de votre thème item.php folder.shed?

source: Replace the above code with the following code.
fr_fr: Remplacez le code ci-dessus avec le code suivant.

source: How do I edit the email templates?
fr_fr: Comment pour modifier les modèles de Courriel ?

source: To edit the email templates you have to go under the Email & Alerts menu. Then you will see towards the end of the list email_ad_expire and email_ad_expired.
fr_fr: Pour modifier les modèles de courriel, vous devez aller dans le menu de messagerie & alertes. Ensuite, vous verrez vers la fin de la liste email_ad_expire et email_ad_expired.

source: What are the dynamic tags that can be used in the "email_ad_expire" template?
fr_fr: Quelles sont les balises dynamiques qui peuvent être utilisés dans le \\\"email_ad_expire\\\ « modèle ?

source: What are the dynamic tags that can be used in the "email_ad_expired" template?
fr_fr: Quelles sont les balises dynamiques qui peuvent être utilisés dans le \\\"email_ad_expired\\\ « modèle ?

source: Item has been republished
fr_fr: L’annonce a été rééditée

source: Sorry, this ad has reached the max number of republishes.
fr_fr: Désolé, cette annonce a atteint le nombre max de republication.

source: Sorry, we don't have any items with that ID or the secret key is incorrect.
fr_fr: Désolé tous les éléments en notre possession avec votre Identité secrète est incorrecte
